Repository: ahmedgaberabdelzaher/BabyStoreHR
Catalog: HrApp/Resources/LangaugeResource.*.resx
Languages: ar

source: Notifications
ar: الإشعارات

source: From:
ar: من

source: To:
ar: الي

source: Name
ar: الاسم

source: Attatchements
ar: المرفقات

source: Reject
ar: رفض

source: Approve
ar: إعتماد

source: Return
ar: إرجاع

source: Reason
ar: السبب

source: Ok
ar: نعم

source: Cancel
ar: الغاء

source: Note
ar: الملاحظات

source: DashBoard
ar: الصفحه الرئيسيه

source: Server Error
ar: خطأ في السيرفر

# ServerErrorOrNoInternetConnection
source: Poor internet connection or server is not responding
ar: خطأ في السيرفر او لا يوجد انترنت

source: Session Expired
ar: انتهت

# NoInternet
source: please check your internet connection
ar: لا يوجد انترنت

source: LogOut
ar: تسجيل خروج

source: Use My Name
ar: استخدم الاسم

source: Basic Information
ar: البيانات الأساسية

source: Subject
ar: العنوان

source: Start Time
ar: من الساعة

source: End Time
ar: إلى الساعة

source: Attandees
ar: الحضور

# InvalidCredentials
source: Invalid user name or password
ar: خطا اسم المستخدم او كلمه المرور

source: CheckIn
ar: تسجيل الوصول

source: CheckOut
ar: تسجيل المغادرة

# LoginTitle
source: Please Login to continue
ar: الرجاء تسجيل الدخول للمتابعة

source: Password
ar: كلمة المرور

source: Have an account
ar: لديك حساب

source: Staff ID No
ar: كود الموظف

source: Login
ar: تسجيل الدخول

source: Change Password?
ar: تغيير كلمة المرور؟

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Back To Login Page >
ar: العودة إلى صفحة تسجيل الدخول >

source: Change
ar: تغيير

source: Online Services
ar: الطلبات

source: Pending Requests
ar: الطلبات المعلقه

source: Leave Requests
ar: طلب أجازة

source: Salary Transfer Request
ar: طلب تحويل الراتب

source: Letter Requests
ar: طلب خطاب

source: Access Card Request
ar: طلب بطاقة الدخول

source: Resignation Request
ar: طلب اسقالة

source: Business Card Request
ar: طلب بطاقة عمل

source: Custody Request
ar: طلب العهدة

source: Email Request
ar: طلب بريد إلكتروني

source: Ticket Cash Request
ar: طلب مبلغ التذكرة

source: Medical Insurance Request
ar: طلب تأمين طبي

source: Permission Request
ar: طلب اذن

source: Business Travel Request
ar: طلب سفر عمل

source: Back From Vacation Request
ar: طلب العودة من الاجازة

source: Legal Advice Request
ar: طلب استشارة قانونية

source: Financial Request
ar: طلب مالي

source: Exit Re-Entry VISA Request
ar: طلب تأشيرة الخروج والعودة

source: Renewal Passport Request
ar: طلب تجديد جواز السفر

# RenewalResidenceRequestt
source: Renewal Residence Request
ar: طلب تجديد الاقامة

source: Loan Request
ar: طلب قرض

source: Attention Request
ar: طلب لفت نظر

source: Salary Increase Request
ar: طلب زيادة الراتب

# SalaryAdvance
source: Salary Advance Request
ar: طلب دفعة مقدمة

source: Termination Request"
ar: طلب الإنهاء

source: Employee Transfer Request
ar: طلب نقل موظف

source: Transfer Sponsorship Request
ar: طلب نقل كفالة

source: OverTime Request
ar: طلب العمل الإضافي

source: Add New
ar: طلب جديد

source: Employee Name:
ar: اسم الموظف :

source: Replecement Employee:
ar: الموظف البديل

source: Requested on
ar: تاريخ الانشاء

source: No Requests Found
ar: ليس لديك طلبات

source: Replacement Mobile No
ar: موبايل بديل

source: Address while on leave
ar: مكان العطلة

# IsExitRentry
source: Exit Re-Entry VISA ?
ar: تأشيرة الخروج والعودة؟

source: Leave Type
ar: نوع الإجازة

# Ballence
source: BALANCE
ar: رصيد الاجازة

source: Current Bank Name
ar: اسم البنك الحالي

source: Current Bank IBAN
ar: رقم إيبان الحالي

source: New Bank IBAN
ar: رقم إيبان جديد

source: New Bank Name
ar: بنك جديد

source: Letter Type
ar: نوع الخطاب

source: Certified Company
ar: المؤسسة

source: Letter Detail
ar: تفاصيل الخطاب

source: Directed To
ar: الي من يهمه الامر

source: Is Electronic Letter?
ar: خطاب الكتروني

source: Acces Card Type
ar: نوع الطلب

source: The Last Working Day
ar: يوم العمل الأخير

source: Resignation Reason
ar: سبب الاستقالة

source: Name AR
ar: الاسم عربي

source: Name EN
ar: الاسم انجليزي

source: Job Position AR
ar: موقع الوظيفة

source: Job Position EN
ar: موقع الوظيفة

source: Work Mobile
ar: جوال العمل

source: Property Asset
ar: أصول

source: Amount
ar: المبلغ

source: Insurance For
ar: التأمين على

source: Relative
ar: نسبي

source: Type
ar: نوع

source: Time In
ar: التاريخ من

source: Time Out
ar: التاريخ الى

source: Hours
ar: عدد الساعات

source: Date From
ar: الفترة من

source: Date To
ar: الفترة الي

source: Travel Type
ar: نوع السفر

source: Way To Travel
ar: وسيلة للسفر

source: Eligible For Ticket
ar: مؤهل للحصول على تذكرة

source: Ticket Type
ar: نوع التذكرة

# TraveCover
source: Travel Cover
ar: تغطية السفر

source: Select Travel Cover
ar: اختر تغطية السفر

source: Description
ar: الوصف

source: Return Date
ar: تاريخ العودة

source: Legal Type
ar: نوع الاستشارة

source: Address
ar: عنوان

source: Financial Amount
ar: المبلغ المالي

source: Duration Type
ar: نوع المدة

source: Duration
ar: مدة

source: Name in Passport AR
ar: الاسم في جواز السفر عربي

source: Name in Passport EN
ar: الاسم في جواز السفر انجليزي

source: Passport No
ar: رقم جواز السفر

source: Expiration Date
ar: تاريخ انتهاء الصلاحية

source: Location
ar: الموقع

source: Send
ar: ارسال

source: Rejection Reason
ar: سبب الرفض

source: Create New Request
ar: انشاء طلب جديد

source: Send Request
ar: ارسال الطلب

source: New
ar: جديد

source: Waiting
ar: انتظار

source: Approved
ar: مقبول

source: Rejected
ar: مرفوض

source: InProgress
ar: في تقدم

source: Manager Name
ar: المدير

source: Payment Date
ar: تاريخ الدفع

# LoanAmount
source: Amount
ar: مبلغ القرض

source: No Of Installments
ar: عدد الأقساط

source: Message
ar: رسالة

source: Increase Type
ar: نوع الزياده

source: Termination Reason
ar: سبب الإنهاء

source: Start Date
ar: تاريخ البدء

source: Advance
ar: يتقدم

# CurrentSallery
source: Total current sallery
ar: إجمالي الراتب الحالي

source: My Profile
ar: الملف الشخصي

source: Hello
ar: مرحبا

source: Year
ar: سنه

source: Month
ar: شهر

source: ID No.
ar: كود الموظف

source: Birth Date
ar: تاريخ الميلاد

source: Email Address
ar: عنوان البريد الالكتروني

source: Contact No
ar: رقم التواصل

source: Bank Name
ar: اسم البنك

source: IBAN No.
ar: رقم الايبان

source: Canceled
ar: ملغي
